-language-icon = 🇷🇺
-language-name = Русский

welcome = Привет! Я — бот хостинга DripHosting.
 Со мной ты легко можешь заказать услуги прямо здесь. 

 Мы — тот самый абузоустойчивый хостинг, где твои проекты будут работать стабильно 24/7. Если возникнут вопросы, наша поддержка всегда на связи: @drip_sup.
 
 <blockquote>Ваш баланс: {NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>


about-us = Мы предоставляем надежные и высокопроизводительные услуги VDS выделенных серверов и хостинга.

 Наша инфраструктура обеспечивает анонимность, безопасность данных и стабильную работу со скоростью до <strong>1 GBit/s</strong>.
 
 С нами вы получаете полный контроль над услугами, гибкие тарифы и круглосуточную поддержку профессионалов.

support = У вас есть вопросы? Смело задавайте их нам! Мы постараемся решить вопрос в течении 15 минут

support-message-template = Здравствуйте!
 У меня есть вопрос.

profile = Ваш баланс: <strong>{NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</strong>
 Ваш ID: {$id} ({$name})

button-purchase = 💳 Приобрести услугу
button-manage-services = 🛠 Управление услугами
button-personal-profile = 🧑‍💼 Профиль
button-support = 🤝 Поддержка
button-about-us = 📖 О нас
button-change-locale = 🇷🇺 Сменить язык
button-ask-question = Задать вопрос
button-deposit = 📤 Пополнить баланс
button-promocode = 🎁 Промокод

button-back = 🔙 Назад
button-close = ❌ Закрыть

button-change-locale-en = 🇺🇸 English
button-change-locale-ru = 🇷🇺 Русский

button-go-to-site = Перейти на сайт
button-user-agreement = Пользовательское соглашение

button-send-promote-link = 📤 Отправить ссылку
promote-link = Ссылка была создана. Она будет активна в течение 6 часов.

admin-help = Доступные команды для Администратора:
 1. /promote_link - Создать ссылку для поднятия прав пользователя
 <blockquote>Эта ссылка позволит получить права модератора, после её создания она будет активна 6 часов.</blockquote>
 2. /users - Получить список пользователей и управление ими

link-expired = Срок действия ссылки истек
link-used = Ссылка уже была использована

promoted-to-moderator = Вы были повышенны до модератора
promoted-to-admin = Вы были повышенны до администратора
promoted-to-user = Вы были понижены до пользователя

admin-notification-about-promotion = Пользователь <a href="tg://user?id={$telegramId}">({$name})</a> - {$id} повышен до роли {$role}

-users-list = Список пользователей
-users-list-empty = Список пользователей пуст
-user-info = Панель управления пользователем

control-panel-users = {-users-list}

control-panel-about-user = {-user-info}
 ID: {$username} ({$id})
 <blockquote>Баланс пользователя: {NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>
 Дата создания аккаунта: {DATETIME($createdAt, dateStyle: "long", timeStyle: "short")}
 
-balance = Баланс
-id = ID

sorting-by-balance = Сортировать по: {-balance}
sorting-by-id = Сортировать по: {-id}

sort-asc = 🔽
sort-desc = 🔼

pagination-left = ⬅️
pagination-right = ➡️

block-user = 🚫 Заблокировать
unblock-user = ✅ Разблокировать

message-about-block = К сожалению вы заблокированы. Обратитесь в поддержку для уточнения причин блокировки.