-language-icon = 🇷🇺
-language-name = Русский

quoted-balance = <blockquote>Ваш баланс: {NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>
strong-balance = <strong>{NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</strong>

welcome = Привет! Я — бот хостинга DripHosting.
 Со мной ты легко можешь заказать услуги прямо здесь. 

 Мы — тот самый абузоустойчивый хостинг, где твои проекты будут работать стабильно 24/7. Если возникнут вопросы, наша поддержка всегда на связи: @drip_sup.
 
 {quoted-balance}


about-us = Мы предоставляем надежные и высокопроизводительные услуги, VDS выделенных серверов.

 Наша инфраструктура обеспечивает анонимность, безопасность данных и стабильную работу со скоростью до <strong>1 GBit/s</strong>.
 
 С нами вы получаете полный контроль над услугами, гибкие тарифы и круглосуточную поддержку профессионалов.

support = У вас есть вопросы? Смело задавайте их нам! Мы постараемся решить вопрос в течении 15 минут

support-message-template = Здравствуйте!
 У меня есть вопрос.

profile = Ваш баланс: {strong-balance}
 Ваш ID: {$id} ({$name})

button-purchase = 💳 Приобрести услугу
button-manage-services = 🛠 Управление услугами
button-personal-profile = 🧑‍💼 Профиль
button-support = 🤝 Поддержка
button-about-us = 📖 О нас
button-change-locale = 🇷🇺 Сменить язык
button-ask-question = Задать вопрос
button-deposit = 📤 Пополнить баланс
button-promocode = 🎁 Промокод
button-contact-with-client = Связаться с клиентом
button-domains = 🌐 Домены
button-vds = 🖥 Виртуальный выделенный сервер (VDS)
button-dedicated-server = 🖥 Выделенный сервер
button-agree = ✅ Согласен

button-back = 🔙 Назад
button-close = ❌ Закрыть

button-change-locale-en = 🇺🇸 English
button-change-locale-ru = 🇷🇺 Русский

button-go-to-site = Перейти на сайт
button-user-agreement = Пользовательское соглашение

button-send-promote-link = 📤 Отправить ссылку

button-any-sum = Любая сумма

promote-link = Ссылка была создана. Она будет активна в течение 6 часов.

admin-help = Доступные команды для Администратора:
 1. /promote_link - Создать ссылку для поднятия прав пользователя
 <blockquote>Эта ссылка позволит получить права модератора, после её создания она будет активна 6 часов.</blockquote>
 2. /users - Получить список пользователей и управление ими
 3. /domainrequests - Получить список запросов на регистрацию доменов

link-expired = Срок действия ссылки истек
link-used = Ссылка уже была использована

promoted-to-moderator = Вы были повышенны до модератора
promoted-to-admin = Вы были повышенны до администратора
promoted-to-user = Вы были понижены до пользователя

admin-notification-about-promotion = Пользователь <a href="tg://user?id={$telegramId}">({$name})</a> - {$id} повышен до роли {$role}

-users-list = Список пользователей
-users-list-empty = Список пользователей пуст
-user-info = <strong>Панель управления пользователем</strong>

control-panel-users = {-users-list}

control-panel-about-user = {-user-info}

 ID: {$username} ({$id})
 {quoted-balance}
 Дата создания аккаунта: {DATETIME($createdAt, dateStyle: "long", timeStyle: "short")}
 
-balance = Баланс
-id = ID

sorting-by-balance = Сортировать по: {-balance}
sorting-by-id = Сортировать по: {-id}

sort-asc = 🔽
sort-desc = 🔼

pagination-left = ⬅️
pagination-right = ➡️

block-user = 🚫 Заблокировать
unblock-user = ✅ Разблокировать

message-about-block = К сожалению вы заблокированы. Обратитесь в поддержку для уточнения причин блокировки.

button-buy = ✅ Приобрести 

domain-question = Напишите домен который вы хотели бы приобрести пожалуйста не указывайте <i>{$zoneName}</i>
domain-invalid = Введенный домен некорректен <i>{$domain}</i>
domain-not-available = 🚫 Домен <i>{$domain}</i>, уже занят. Попробуйте подобрать другой.
domain-available = ✅ Домен <i>{$domain}</i>, доступен для регистрации. Вы хотите его приобрести?
domain-registration-in-progress = 🔄 Регистрация домена <i>{$domain}</i> в процессе. (С вашего баланса списанны средства) За статусом можете следить в меню управления услугами

domains-manage = <strong>Управление доменами</strong>

list-empty = Список пуст

# Domain Registration Requests
domain-request = {$id}. <code>{$domain}</code> от пользователя ({$targetId}).
domain-request-list-info = (/approve_domain &lt;id&gt; - одобрить, /reject_domain &lt;id&gt; - отклонить)
domain-request-list-header = <strong>Список запросов на регистрацию доменов:</strong>

domain-already-pending-registration = Домен уже приобретён дождитесь обработки заявки
domain-request-notification = Новый запрос на регистрацию доменов /domainrequests (Всего не обработаных заявок: {$count})

domain-cannot-manage-while-in-progress = Домен находится в ожидании регистрации дождитесь когда он станет доступен.

deposit-money-enter-sum = Напишите сумму которую вы хотите пополнить (целочисленную сумму в долларах)
deposit-money-incorrect-sum = Введенная сумма некорректна
deposit-money-is-so-low = Минимальная сумма пополнения 10$
deposit-success-sum = ✅ Отлично, теперь осталось только <u>оплатить</u> и мы начислим средства на ваш баланс.
 
 <blockquote>Сумма пополнения: {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>
 
 <strong>Выберите способ оплаты</strong>

payment-information = После оплаты подождите немного, система автоматически подтвердит оплату и средства автоматически поступят на ваш счёт, если же этого не произошло просим обратится в поддержку.
payment-next-url-label = Перейти к оплате
payment-await = Пожалуйста, подождите...
deposit-by-sum = Ваш счёт пополнен на {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $
money-not-enough = Недостаточно средств на балансе, пополните его. (Не хвататет: {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $)
