-language-icon = 🇷🇺
-language-name = Русский

quoted-balance = <blockquote>Ваш баланс: {NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>
strong-balance = <strong>{NUMBER($balance, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</strong>

welcome = Привет! Я — бот хостинга DripHosting.
 Со мной ты легко можешь заказать услуги прямо здесь. 

 Мы — тот самый абузоустойчивый хостинг, где твои проекты будут работать стабильно 24/7. Если возникнут вопросы, наша поддержка всегда на связи: @drip_sup.
 
 {quoted-balance}


about-us = Мы предоставляем надежные и высокопроизводительные услуги, VDS выделенных серверов.

 Наша инфраструктура обеспечивает анонимность, безопасность данных и стабильную работу со скоростью до <strong>1 GBit/s</strong>.
 
 С нами вы получаете полный контроль над услугами, гибкие тарифы и круглосуточную поддержку профессионалов.

support = У вас есть вопросы? Смело задавайте их нам! Мы постараемся решить вопрос в течении 15 минут

support-message-template = Здравствуйте!
 У меня есть вопрос.

profile = Ваш баланс: {strong-balance}
 Ваш ID: {$id} ({$name})

button-purchase = 💳 Приобрести услугу
button-manage-services = 🛠 Управление услугами
button-personal-profile = 🧑‍💼 Профиль
button-support = 🤝 Поддержка
button-about-us = 📖 О нас
button-change-locale = 🇷🇺 Сменить язык
button-ask-question = Задать вопрос
button-deposit = 📤 Пополнить баланс
button-promocode = 🎁 Промокод
button-contact-with-client = Связаться с клиентом
button-domains = 🌐 Домены
button-vds = 🖥 Виртуальный выделенный сервер (VDS)
button-dedicated-server = 🖥 Выделенный сервер
button-agree = ✅ Согласен

button-back = 🔙 Назад
button-close = ❌ Закрыть

button-change-locale-en = 🇺🇸 English
button-change-locale-ru = 🇷🇺 Русский

button-go-to-site = Перейти на сайт
button-user-agreement = Пользовательское соглашение

button-send-promote-link = 📤 Отправить ссылку

button-any-sum = Любая сумма

promote-link = Ссылка была создана. Она будет активна в течение 6 часов.

admin-help = Доступные команды для Администратора:
 1. /promote_link - Создать ссылку для поднятия прав пользователя
 <blockquote>Эта ссылка позволит получить права модератора, после её создания она будет активна 6 часов.</blockquote>
 2. /users - Получить список пользователей и управление ими
 3. /domainrequests - Получить список запросов на регистрацию доменов
 4. /create_promo (название) (сумма) (кол-во использований) - Создание промокода
 5. /remove_promo (id) - Удаление промокода

link-expired = Срок действия ссылки истек
link-used = Ссылка уже была использована

promoted-to-moderator = Вы были повышенны до модератора
promoted-to-admin = Вы были повышенны до администратора
promoted-to-user = Вы были понижены до пользователя

admin-notification-about-promotion = Пользователь <a href="tg://user?id={$telegramId}">({$name})</a> - {$id} повышен до роли {$role}

-users-list = Список пользователей
-users-list-empty = Список пользователей пуст
-user-info = <strong>Панель управления пользователем</strong>

control-panel-users = {-users-list}

control-panel-about-user = {-user-info}

 ID: {$username} ({$id})
 {quoted-balance}
 Дата создания аккаунта: {DATETIME($createdAt, dateStyle: "long", timeStyle: "short")}
 
-balance = Баланс
-id = ID

sorting-by-balance = Сортировать по: {-balance}
sorting-by-id = Сортировать по: {-id}

sort-asc = 🔽
sort-desc = 🔼

pagination-left = ⬅️
pagination-right = ➡️

block-user = 🚫 Заблокировать
unblock-user = ✅ Разблокировать

message-about-block = К сожалению вы заблокированы. Обратитесь в поддержку для уточнения причин блокировки.

button-buy = 💸 Приобрести 

domain-question = Напишите домен который вы хотели бы приобрести пожалуйста не указывайте <i>{$zoneName}</i>
domain-invalid = Введенный домен некорректен <i>{$domain}</i> попробуйте ещё раз
domain-not-available = 🚫 Домен <i>{$domain}</i>, уже занят. Попробуйте подобрать другой.
domain-available = ✅ Домен <i>{$domain}</i>, доступен для регистрации. Вы хотите его приобрести?
domain-registration-in-progress = 🔄 Регистрация домена <i>{$domain}</i> в процессе. (С вашего баланса списанны средства) За статусом можете следить в меню управления услугами

domains-manage = <strong>Управление доменами</strong>

empty = Пусто
list-empty = Список пуст

domain-request-approved = Вы одобрили домен
domain-request-reject = Домен отклонён

domain-request-not-found = Запрос на создание не найден

domain-was-not-found = Домен не найден

domain-information = Домен <i>{$domain}</i>

 <strong>Дата истечения</strong>: {DATETIME($expireAt, dateStyle: "long", timeStyle: "short")}
 <strong>Продление домена</strong>: {DATETIME($paydayAt, dateStyle: "long", timeStyle: "short")}
 <strong>Стоимость продления</strong>: {NUMBER($price, style: "currency", currency: "USD", minimumFractionDigits: 2)} $
 
 <i>📌 Продление осуществляется в автоматическом режиме, пожалуйста пополняйте баланс заранее</i>

 Для изменения NS или IP привязки обратитесь в тех-поддержку.

# Domain Registration Requests
domain-request = {$id}. <code>{$domain}</code> от пользователя ({$targetId}).
 <strong>Информация от пользователя:</strong>
 <blockquote>{$info}</blockquote>


domain-request-list-info = (/approve_domain &lt;id&gt; &lt;expire_at: 1год или 1г&gt; - одобрить, /reject_domain &lt;id&gt; - отклонить)
domain-request-list-header = <strong>Список запросов на регистрацию доменов:</strong>

domain-already-pending-registration = Домен уже приобретён дождитесь обработки заявки
domain-request-notification = Новый запрос на регистрацию доменов /domainrequests (Всего не обработаных заявок: {$count})
domain-cannot-manage-while-in-progress = Домен находится в ожидании регистрации дождитесь когда он станет доступен.
domain-registration-complete = ❗️ Для завершения покупки домена, пожалуйста, отправьте информацию о IP-адресе, к которому его нужно привязать, или укажите два NS-сервера через пробел ❗️
domain-registration-complete-fail-message-length = Информация слишком длинная попробуйте сделать текст меньше

deposit-money-enter-sum = Напишите сумму которую вы хотите пополнить (целочисленную сумму в долларах)
deposit-money-incorrect-sum = Введенная сумма некорректна
deposit-money-is-so-low = Минимальная сумма пополнения 10$
deposit-success-sum = ✅ Отлично, теперь осталось только <u>оплатить</u> и мы начислим средства на ваш баланс.
 
 <blockquote>Сумма пополнения: {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $</blockquote>
 
 <strong>Выберите способ оплаты</strong>

payment-information = После оплаты подождите немного, система автоматически подтвердит оплату и средства автоматически поступят на ваш счёт, если же этого не произошло просим обратится в поддержку.
payment-next-url-label = Перейти к оплате
payment-await = Пожалуйста, подождите...
deposit-by-sum = Ваш счёт пополнен на {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $
money-not-enough = Недостаточно средств на балансе, пополните его. (Не хвататет: {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $)

invalid-arguments = Аргументы не корректны

promocode-already-exist = Промокод с этим названием уже существует
new-promo-created = Новый промокод добавлен /promo_codes - чтобы посмотреть
promocode = {$id} <strong>{$name}</strong> (Использований: {$use}/{$maxUses}) : {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $
promocode-deleted = Промокод <strong>{$name}</strong> успешно удалён
promocode-not-found = Промокод не найден
promocode-input-question = Введите промокод
promocode-used = Промокод успешно использован вам на баланс начисленно {NUMBER($amount, style: "currency", currency: "USD", minimumFractionDigits: 2)} $

menu-service-for-buy-choose = 📃 <strong>Выберите категорию услуг для приобретения</strong>

manage-services-header = 🛠 Управление услугами

 {quoted-balance}

vds-menu-select = Выберете интересующий вас тариф

vds-bulletproof-mode-button-on = Абузоустойчивые: ВКЛ
vds-bulletproof-mode-button-off = Абузоустойчивые: ВЫКЛ

vds-rate = «{$rateName}» - {NUMBER($price, style: "currency", currency: "USD", minimumFractionDigits: 2)} $, {$cpu} ядер, {$ram} gb озу, {$disk} gb диск

bulletproof-on = ✅ Абузоустойчивый тариф
bulletproof-off = ⚠️ Это не абузоустойчивый тариф


vds-rate-full-view = <strong>«{$rateName}»</strong>
 
 {$abuse}

 <strong>🖥 Процессор (Ядра): </strong> {$cpu}
 <strong>💾 Оперативная память: </strong> {$ram} Гб
 <strong>💽 Диск (SSD/NVME): </strong> {$disk} Гб
 <strong>🚀 Скорость интернета: </strong> {$network} Мегабит/с
 <strong>🛜 Пропускная способность: </strong> Безлимитный

 <strong>ОС: </strong> Windows/Linux

 <strong>💰 Цена: </strong> {NUMBER($price, style: "currency", currency: "USD", minimumFractionDigits: 2)} $ / месяц

vds-os-select = <strong>Выберете ОС которая будет установлена</strong>


bad-error = Извините, это была ошибка с нашей стороны, сейчас мы ее исправляем.

vds-created = Машина создана за статусом можете следить в главном меню. > Управление услугами

vds-manage-title = Управление VDS
vds-manage-list-item = «{$rateName}» - {$ip} 🖥

vds-stopped = Машина выключена ⛔️
vds-work = Машина работает ✳️
vds-creating = Машина создаётся ⚠️

vds-current-info = <strong>Управление VDS</strong>

 <strong>Дата истечения</strong>: {DATETIME($expireAt, dateStyle: "long", timeStyle: "short")}
 <strong>Стоимость продления</strong>: {NUMBER($price, style: "currency", currency: "USD", minimumFractionDigits: 2)} $
 
 {$abuse}
 
 <strong>«{$rateName}»</strong>
 <strong>🖥 Процессор (Ядра): </strong> {$cpu}
 <strong>💾 Оперативная память: </strong> {$ram} Гб
 <strong>💽 Диск (SSD/NVME): </strong> {$disk} Гб

 <strong>IP: </strong> {$ip}
 <strong>OS: </strong> {$osName}

 {$status}

 <i>📌 Продление осуществляется в автоматическом режиме, пожалуйста пополняйте баланс заранее</i>

 ❗️ Рекомендуем сменить пароль на самой машине и сохранить его в надёжном месте

vds-button-reinstall-os = 💿 Переустановить OS
vds-button-stop-machine = ⛔️ Выключить
vds-button-start-machine = ✳️ Включить
vds-button-regenerate-password = 🔁 Сменить пароль
vds-button-copy-password = ⤵️ Скопировать пароль

vds-new-password = Новый пароль: <tg-spoiler>{$password}</tg-spoiler>

vds-reinstall-started = Переустановка запущена, пожалуйста подождите. За статусом можете следить в > Управление услугами